"" = "โปรดบริจาค";

"" = "บริจาค!";

"" = "การพัฒนาโปรแกรมนี้ใช้เวลาหลายวันหลายคืน ดังนั้นถ้าคุณชอบโปรแกรมนี้ โปรดอย่าลืมที่จะให้กำลังผู้พัฒนาโปรแกรมด้วยการบริจาคเงินเล็กน้อยๆ ซึ่งจะช่วยให้มีกำลังใจในการพัฒนาให้โปรแกรมดีขึ้น!";

"" = "ขอบคุณที่เลือกใช้ Cyberduck!";

"" = "ไว้ทีหลัง";

"" = "ไม่ต้องแสดงอีก.";

"" = "การทำรายการสามารถทำได้อย่างง่ายดายผ่านอินเทอร์เน็ทด้วย PayPal.";

"" = "Donation Key";
""="As a contributor to Cyberduck, you receive a registration key that disables this prompt.";

